[
    {
        "verse": "1 Pet. 1:2 Chosen according to the foreknowledge of God the Father in the sanctification of the Spirit unto the obedience and sprinkling of the blood of Jesus Christ: Grace to you and peace be multiplied.",
        "word": "in"
    },
    {
        "verse": "Acts 13:39 And from all the things from which you were not able to be justified by the law of Moses, in this One everyone who believes is justified.",
        "word": "in"
    },
    {
        "verse": "Rom. 3:24 Being justified freely by His grace through the redemption which is in Christ Jesus;",
        "word": "in"
    },
    {
        "verse": "John 1:12 But as many as received Him, to them He gave the authority to become children of God, to those who believe into His name,",
        "word": "in"
    },
    {
        "verse": "John 1:13 Who were begotten not of blood, nor of the will of the flesh, nor of the will of man, but of God.",
        "word": "in"
    },
    {
        "verse": "John 3:6 That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.",
        "word": "in"
    },
    {
        "verse": "John 3:15 That everyone who believes into Him may have eternal life.",
        "word": "in"
    },
    {
        "verse": "Eph. 1:13 In whom you also, having heard the word of the truth, the gospel of your salvation, in Him also believing, you were sealed with the Holy Spirit of the promise,",
        "word": "in"
    },
    {
        "verse": "John 15:5 I am the vine; you are the branches. He who abides in Me and I in him, he bears much fruit; for apart from Me you can do nothing.",
        "word": "in"
    },
    {
        "verse": "1 John 2:6 He who says he abides in Him ought himself also to walk even as He walked.",
        "word": "in"
    },
    {
        "verse": "1 John 2:24 As for you, that which you heard from the beginning, let it abide in you. If that which you heard from the beginning abides in you, you also will abide in the Son and in the Father.",
        "word": "in"
    },
    {
        "verse": "1 John 3:24 And he who keeps His commandments abides in Him, and He in him. And in this we know that He abides in us, by the Spirit whom He gave to us.",
        "word": "in"
    },
    {
        "verse": "1 John 2:27 And as for you, the anointing which you have received from Him abides in you, and you have no need that anyone teach you; but as His anointing teaches you concerning all things and is true and is not a lie, and even as it has taught you, abide in Him.",
        "word": "in"
    },
    {
        "verse": "John 14:19 Yet a little while and the world beholds Me no longer, but you behold Me; because I live, you also shall live.",
        "word": "in"
    },
    {
        "verse": "John 14:20 In that day you will know that I am in My Father, and you in Me, and I in you.",
        "word": "in"
    },
    {
        "verse": "John 6:57 As the living Father has sent Me and I live because of the Father, so he who eats Me, he also shall live because of Me.",
        "word": "in"
    },
    {
        "verse": "Gal. 5:25 If we live by the Spirit, let us also walk by the Spirit.",
        "word": "in"
    },
    {
        "verse": "Phil. 1:20 According to my earnest expectation and hope that in nothing I will be put to shame, but with all boldness, as always, even now Christ will be magnified in my body, whether through life or through death.",
        "word": "in"
    },
    {
        "verse": "Phil. 1:21 For to me, to live is Christ and to die is gain.",
        "word": "in"
    },
    {
        "verse": "Gal. 2:20 I am crucified with Christ; and [it is] no longer I [who] live, but [it is] Christ [who] lives in me; and the [life] which I now live in the flesh I live in faith, the [faith] of the Son of God, who loved me and gave Himself up for me.",
        "word": "in"
    },
    {
        "verse": "Phil. 1:19 For I know that for me this will turn out to salvation through your petition and [the] bountiful supply of the Spirit of Jesus Christ,",
        "word": "in"
    },
    {
        "verse": "Gal. 6:18 The grace of our Lord Jesus Christ be with your spirit, brothers. Amen.",
        "word": "in"
    },
    {
        "verse": "John 15:5 I am the vine; you are the branches. He who abides in Me and I in him, he bears much fruit; for apart from Me you can do nothing.",
        "word": "with"
    },
    {
        "verse": "John 15:7 If you abide in Me and My words abide in you, ask whatever you will, and it shall be done for you.",
        "word": "with"
    },
    {
        "verse": "John 15:8 In this is My Father glorified, that you bear much fruit and [so] you will become My disciples.",
        "word": "with"
    },
    {
        "verse": "John 15:16 You did not choose Me, but I chose you, and I set you that you should go forth and bear fruit and [that] your fruit should remain, that whatever you ask the Father in My name, He may give you.",
        "word": "with"
    },
    {
        "verse": "John 14:17 [Even] the Spirit of reality, whom the world cannot receive, because it does not behold Him or know [Him; but] you know Him, because He abides with you and shall be in you.",
        "word": "with"
    },
    {
        "verse": "1 John 3:24 And he who keeps His commandments abides in Him, and He in him. And in this we know that He abides in us, by the Spirit whom He gave to us.",
        "word": "with"
    },
    {
        "verse": "John 14:23 Jesus answered and said to him, If anyone loves Me, he will keep My word, and My Father will love him, and We will come to him and make an abode with him.",
        "word": "with"
    },
    {
        "verse": "John 14:21 He who has My commandments and keeps them, he is the one who loves Me; and he who loves Me will be loved by My Father, and I will love him and will manifest Myself to him.",
        "word": "with"
    },
    {
        "verse": "John 14:22 Judas, not Iscariot, said to Him, Lord, and what has happened that You are to manifest Yourself to us and not to the world?",
        "word": "with"
    },
    {
        "verse": "Gal. 2:20 I am crucified with Christ; and [it is] no longer I [who] live, but [it is] Christ [who] lives in me; and the [life] which I now live in the flesh I live in faith, the [faith] of the Son of God, who loved me and gave Himself up for me.",
        "word": "with"
    },
    {
        "verse": "Rom. 8:9 But you are not in the flesh, but in the spirit, if indeed the Spirit of God dwells in you. Yet if anyone does not have the Spirit of Christ, he is not of Him.",
        "word": "with"
    },
    {
        "verse": "Rom. 8:10 But if Christ is in you, though the body is dead because of sin, the spirit is life because of righteousness.",
        "word": "with"
    },
    {
        "verse": "Rom. 8:11 And if the Spirit of the One who raised Jesus from the dead dwells in you, He who raised Christ from the dead will also give life to your mortal bodies through His Spirit who indwells you.",
        "word": "with"
    },
    {
        "verse": "Rom. 8:2 For the law of the Spirit of life has freed me in Christ Jesus from the law of sin and of death.",
        "word": "with"
    },
    {
        "verse": "Rom. 8:6 For the mind set on the flesh is death, but the mind set on the spirit is life and peace.",
        "word": "with"
    },
    {
        "verse": "1 Cor. 1:24 But to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God.",
        "word": "with"
    },
    {
        "verse": "1 Cor. 1:30 But of Him you are in Christ Jesus, who became wisdom to us from God: both righteousness and sanctification and redemption,",
        "word": "with"
    },
    {
        "verse": "1 Cor. 2:10 But to us God has revealed [them] through the Spirit, for the Spirit searches all things, even the depths of God.",
        "word": "with"
    },
    {
        "verse": "1 Cor. 6:19 Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God, and you are not your own?",
        "word": "with"
    },
    {
        "verse": "1 Cor. 6:17 But he who is joined to the Lord is one spirit.",
        "word": "with"
    },
    {
        "verse": "1 Cor. 12:13 For also in one Spirit we were all baptized into one Body, whether Jews or Greeks, whether slaves or free, and were all given to drink one Spirit.",
        "word": "with"
    },
    {
        "verse": "2 Cor. 1:21 But the One who firmly attaches us with you unto Christ and has anointed us is God,",
        "word": "with"
    },
    {
        "verse": "2 Cor. 1:22 He who has also sealed us and given the Spirit in our hearts as a pledge.",
        "word": "with"
    },
    {
        "verse": "2 Cor. 2:14 But thanks be to God, who always leads us in triumph in the Christ and manifests the savor of the knowledge of Him through us in every place.",
        "word": "with"
    },
    {
        "verse": "2 Cor. 2:15 For we are a fragrance of Christ to God in those who are being saved and in those who are perishing:",
        "word": "with"
    },
    {
        "verse": "2 Cor. 10:1 But I myself, Paul, entreat you through the meekness and gentleness of Christ, who [(as you say)] in person am base among you, but while absent am bold toward you,",
        "word": "with"
    },
    {
        "verse": "2 Cor. 11:10 The truthfulness of Christ is in me, that this boasting shall not be stopped as it regards me in the regions of Achaia.",
        "word": "with"
    },
    {
        "verse": "Eph. 3:16 That He would grant you, according to the riches of His glory, to be strengthened with power through His Spirit into the inner man,",
        "word": "with"
    },
    {
        "verse": "Eph. 3:17 That Christ may make His home in your hearts through faith, that you, being rooted and grounded in love,",
        "word": "with"
    },
    {
        "verse": "Eph. 3:18 May be full of strength to apprehend with all the saints what the breadth and length and height and depth are",
        "word": "with"
    },
    {
        "verse": "Eph. 3:19 And to know the knowledge-surpassing love of Christ, that you may be filled unto all the fullness of God.",
        "word": "with"
    },
    {
        "verse": "Gal. 4:19 My children, with whom I travail again in birth until Christ is formed in you,",
        "word": "with"
    },
    {
        "verse": "Gal. 1:15 But when it pleased God, who set me apart from my mother's womb and called me through His grace,",
        "word": "with"
    },
    {
        "verse": "Gal. 1:16 To reveal His Son in me that I might announce Him as the gospel among the Gentiles, immediately I did not confer with flesh and blood,",
        "word": "with"
    },
    {
        "verse": "Gal. 3:27 For as many of you as were baptized into Christ have put on Christ.",
        "word": "with"
    },
    {
        "verse": "Gal. 2:20 I am crucified with Christ; and [it is] no longer I [who] live, but [it is] Christ [who] lives in me; and the [life] which I now live in the flesh I live in faith, the [faith] of the Son of God, who loved me and gave Himself up for me.",
        "word": "with"
    },
    {
        "verse": "Gal. 3:29 And if you are of Christ, then you are Abraham's seed, heirs according to promise.",
        "word": "with"
    },
    {
        "verse": "Eph. 1:13 In whom you also, having heard the word of the truth, the gospel of your salvation, in Him also believing, you were sealed with the Holy Spirit of the promise,",
        "word": "with"
    },
    {
        "verse": "1 Pet. 1:4 Unto an inheritance, incorruptible and undefiled and unfading, kept in the heavens for you,",
        "word": "with"
    },
    {
        "verse": "Phil. 2:13 For it is God who operates in you both the willing and the working for [His] good pleasure.",
        "word": "with"
    },
    {
        "verse": "Phil. 1:19 For I know that for me this will turn out to salvation through your petition and [the] bountiful supply of the Spirit of Jesus Christ,",
        "word": "with"
    },
    {
        "verse": "Phil. 1:20 According to my earnest expectation and hope that in nothing I will be put to shame, but with all boldness, as always, even now Christ will be magnified in my body, whether through life or through death.",
        "word": "with"
    },
    {
        "verse": "Phil. 1:21 For to me, to live is Christ and to die is gain.",
        "word": "with"
    },
    {
        "verse": "Phil. 2:15 That you may be blameless and guileless, children of God without blemish in the midst of a crooked and perverted generation, among whom you shine as luminaries in the world,",
        "word": "with"
    },
    {
        "verse": "Phil. 2:16 Holding forth the word of life, so that I may have a boast in the day of Christ that I did not run in vain nor labor in vain.",
        "word": "with"
    },
    {
        "verse": "Phil. 3:10 To know Him and the power of His resurrection and the fellowship of His sufferings, being conformed to His death,",
        "word": "with"
    },
    {
        "verse": "Phil. 3:11 If perhaps I may attain to the out-resurrection from the dead.",
        "word": "with"
    },
    {
        "verse": "Phil. 3:12 Not that I have already obtained or am already perfected, but I pursue, if even I may lay hold of that for which I also have been laid hold of by Christ Jesus.",
        "word": "with"
    },
    {
        "verse": "Phil. 3:13 Brothers, I do not account of myself to have laid hold; but one thing [I do:] Forgetting the things which are behind and stretching forward to the things which are before,",
        "word": "with"
    },
    {
        "verse": "Phil. 3:14 I pursue toward the goal for the prize to which God in Christ Jesus has called [me] upward.",
        "word": "with"
    },
    {
        "verse": "Phil. 4:8 Finally, brothers, what things are true, what things are dignified, what things are righteous, what things are pure, what things are lovely, what things are well spoken of, if there is any virtue and if any praise, take account of these things.",
        "word": "with"
    },
    {
        "verse": "Phil. 4:12 I know also how to be abased, and I know how to abound; in everything and in all things I have learned the secret both to be filled and to hunger, both to abound and to lack.",
        "word": "with"
    },
    {
        "verse": "Phil. 4:13 I am able to do all things in Him who empowers me.",
        "word": "with"
    },
    {
        "verse": "Matt. 28:19 Go therefore and disciple all the nations, baptizing them into the name of the Father and of the Son and of the Holy Spirit,",
        "word": "with"
    },
    {
        "verse": "2 Cor. 13:14 The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with you all.",
        "word": "with"
    },
    {
        "verse": "Jude 1:20 But you, beloved, building up yourselves upon your most holy faith, praying in the Holy Spirit,",
        "word": "with"
    },
    {
        "verse": "Jude 1:21 Keep yourselves in the love of God, awaiting the mercy of our Lord Jesus Christ unto eternal life.",
        "word": "with"
    },
    {
        "verse": "Rev. 1:4 John to the seven churches which are in Asia: Grace to you and peace from Him who is and who was and who is coming, and from the seven Spirits who are before His throne,",
        "word": "with"
    },
    {
        "verse": "Rev. 1:5 And from Jesus Christ, the faithful Witness, the Firstborn of the dead, and the Ruler of the kings of the earth. To Him who loves us and has released us from our sins by His blood",
        "word": "with"
    },
    {
        "verse": "John 17:22 And the glory which You have given Me I have given to them, that they may be one, even as We are one;",
        "word": "with"
    },
    {
        "verse": "John 17:23 I in them, and You in Me, that they may be perfected into one, that the world may know that You have sent Me and have loved them even as You have loved Me.",
        "word": "with"
    },
    {
        "verse": "Rev. 21:22 And I saw no temple in it, for the Lord God the Almighty and the Lamb are its temple.",
        "word": "with"
    },
    {
        "verse": "Rev. 21:23 And the city has no need of the sun or of the moon that they should shine in it, for the glory of God illumined it, and its lamp is the Lamb.",
        "word": "with"
    },
    {
        "verse": "Rev. 22:1 And he showed me a river of water of life, bright as crystal, proceeding out of the throne of God and of the Lamb in the middle of its street.",
        "word": "with"
    },
    {
        "verse": "Rev. 22:2 And on this side and on that side of the river was the tree of life, producing twelve fruits, yielding its fruit each month; and the leaves of the tree are for the healing of the nations.",
        "word": "with"
    },
    {
        "verse": "Rev. 22:3 And there will no longer be a curse. And the throne of God and of the Lamb will be in it, and His slaves will serve Him;",
        "word": "with"
    },
    {
        "verse": "Rev. 22:4 And they will see His face, and His name will be on their foreheads.",
        "word": "with"
    },
    {
        "verse": "Rev. 22:5 And night will be no more; and they have no need of the light of a lamp and of the light of the sun, for the Lord God will shine upon them; and they will reign forever and ever.",
        "word": "with"
    }
]
